Repository: Julio1901/ios-digio
Catalog: Digio/*.lproj/Localizable.strings
Languages: pt_br

# welcome-message
source: Hello,
pt_br: Olá,

source: Products
pt_br: Produtos

# accessibility-welcome-label-description
source: Image with the Digio logo on the left and welcome message on the right. Decorative item: No associated action.
pt_br: Imagem com o logo da Digio à esquerda e mensagem de boas vindas à direita. Item decorativo: Não há ação associada

# accessibility-digio-cash-label-description
source: Title written as Digio Cash. Decorative text: No associated action.
pt_br: Título escrito Digio Cash. Texto decorativo: Não há ação associada

# accessibility-label-name-string
source: Product name:
pt_br: Nome do produto:

# accessibility-products-label-description
source: Title written as Products. Decorative text: No associated action.
pt_br: Título escrito Produtos. Texto decorativo: Não há ação associada

# accessibility-label-spotlight-card
source: Card with the image of one of the products in the featured list.
pt_br: Card com a imagem de um dos produtos na lista de destaque.

# accessibility-hint-spotlight-card
source: Double tap to select the product.
pt_br: Toque duas vezes para selecionar o produto.

# accessibility-label-spotlight-card-error-image-state
source: Card with an image indicating that there was an error loading the image of this product in the featured list.
pt_br: Card com a imagem indicando que houve um erro ao carregar a imagem desse produto na lista de destaques.

# accessibility-label-digio-cash-card
source: Card with the image of one of Digio's financial products.
pt_br: Card com a imagem de um dos produtos financeiros da Digio.

# accessibility-hint-digio-cash-card
source: Double tap to select the product.
pt_br: Toque duas vezes para selecionar o produto.

# accessibility-label-digio-cash-card-error-image-state
source: Card with an image indicating that there was an error loading the image of this product in the financial products list.
pt_br: Card com a imagem indicando que houve um erro ao carregar a imagem desse produto na lista de produtos financeiros.

# accessibility-label-product-card
source: Card with the image of one of Digio's digital products.
pt_br: Card com a imagem de um dos produtos digitais da Digio.

# accessibility-hint-product-card
source: Double tap to select the product.
pt_br: Toque duas vezes para selecionar o produto.

# accessibility-label-product-card-error-image-state
source: Card with an image indicating that there was an error loading the image of this product in the digital products list.
pt_br: Card com a imagem indicando que houve um erro ao carregar a imagem desse produto na lista de produtos digitais.

# product-details-screen-title
source: Product screen details
pt_br: Tela de detalhes do produto

# product-name-hint
source: Title with product name. Decorative text: No associated action.
pt_br: Titulo com o nome do produto. Texto decorativo: Não há ação associada

# accessibility-hint-details-screen-default
source: Screen title. Decorative item: No associated action.
pt_br: Titulo da tela. Item decorativo: Não há ação associada.

# accessibility-label-details-screen-image-default
source: Selected product image
pt_br: Imagem do produto selecionado

# accessibility-label-details-screen-image-error-state
source: Image indicating that there was an error loading the selected product image.
pt_br: Imagem indicando que houve um erro ao carregar a imagem do produto selecionado

# accessibility-hint-details-screen-image-default
source: Decorative image: No associated action.
pt_br: Imagem decorativa: Não há ação associada

# accessibility-hint-details-screen-description-default
source: Decorative text: No associated action.
pt_br: Texto decorativo: Não há ação associada.
